{
  "about_us": {
    "welcome_message": "ברוכים הבאים ל-E-golden – השותף האמין שלכם לרילוקיישן לפורטוגל.",
    "who_we_are": "ב-E-golden, אנו מתמחים במתן שירותי רילוקיישן מקיפים המותאמים לצרכים הייחודיים של לקוחותינו. הרעיון ליצור את E-golden נבע מהקושי שזיהינו שאנשים שרוצים לעבור לפורטוגל נתקלים בו. לכן, בשילוב הניסיון שלנו במתן השירותים הנדרשים, וכן לאחר שעברנו בעצמנו, מייסדי E-golden, תהליך דומה, אנו מקדמים בברכה את האפשרות לעזור לכמה שיותר אנשים לקבל את החוויה הטובה והנוחה ביותר בתהליך הרילוקיישן שלכם.",
    "our_mission": "המשימה שלנו היא לספק שירותי רילוקיישן מהשורה הראשונה שעולים על ציפיות הלקוחות. אנו שואפים למזער את זמן ההשבתה וההפרעות, ולאפשר מעבר חלק למיקומים החדשים וחידוש הפעילות בהקדם האפשרי.",
    "our_vision": "חזוננו הוא להיות הספק המוביל של שירותי רילוקיישן ברחבי העולם, המוכר בזכות המחויבות שלנו לאיכות, חדשנות ושביעות רצון הלקוחות. מטרתנו היא לקבוע סטנדרטים חדשים בתעשיית הרילוקיישן, ולהבטיח שכל מעבר יהיה צעד קדימה עבור לקוחותינו.",
    "our_values": {
      "integrity": "אנו מנהלים את עסקינו בסטנדרטים האתיים הגבוהים ביותר, ומבטיחים שקיפות ויושר בכל עסקאותינו.",
      "customer_focus": "לקוחותינו נמצאים במרכז כל מה שאנו עושים. אנו שואפים להבין את צרכיהם הייחודיים ולספק פתרונות מותאמים אישית.",
      "excellence": "אנו מחויבים לספק שירות יוצא דופן ולשפר באופן מתמיד את תהליכינו כדי לעלות על ציפיות הלקוחות.",
      "teamwork": "אנו מאמינים בכוחו של שיתוף פעולה ועובדים יחד להשגת מטרות משותפות.",
      "innovation": "אנו מאמצים רעיונות וטכנולוגיות חדשות כדי לספק את השירותים הטובים ביותר ללקוחותינו."
    },
    "imageUrl": "/images/relocation.png"
  },
  "servicesMain": {
    "title": "ברוכים הבאים לפורטל השירותים שלנו",
    "subtitle": "ממעבר להשקעות - חנות השירותים המלאה שלכם עם E-golden",
    "sectionTitle": "שירותים"
  },
  "services": {
    "residency_relocation": {
      "title": "Relocation and Residency",
      "description": [
        "Are you thinking about moving to a different country? Portugal will be the right place to fulfil your dreams and needs.",
        "We can tailor a package of services perfectly suited to your exact needs, including residency permits, tax advice, home search, opening bank account, health insurance, driving license, and others."
      ],
      "location": "relocation",
      "imageUrl": "/images/relocation.png",

      "details": {
        "relocation_to_portugal": {
          "label": "Relocation to Portugal",
          "description": "When you think about embracing a new adventure as moving to a different country, the list of formalities that need to be dealt with can seem hard to fulfil at the first sight. This is one of the reasons it makes perfect sense to take advantage of E-golden specialised relocation services in Portugal. We will walk alongside you on this adventure. Our main goal is to provide a one stop shop service for you to enjoy the most of your new journey."
        },
        "relocation_basic_steps": {
          "label": "Relocation Basic Steps",
          "steps": [
            "Visa",
            "Home Search",
            "NIF number",
            "Commodities Support",
            "Bank Account",
            "Money Transfer"
          ]
        },
        "residency_permits": {
          "label": "Residency Permits",
          "description": "Residency permits in Portugal provide a pathway to a new life in one of Europe's most desirable destinations. Whether through investment, employment, or family ties, Portugal offers a range of options for individuals seeking to establish residency in this beautiful country. With its welcoming atmosphere, rich culture, and stunning landscapes, Portugal truly is a gateway to European living. Obtaining residency in Portugal comes with a host of benefits. Beyond the opportunity to live in a safe and welcoming country with a high standard of living, residents also have access to Portugal's excellent healthcare and education systems. Additionally, residency in Portugal grants access to the wider Schengen Area, allowing for visa-free travel throughout much of Europe.",
          "options": [
            "Working Visa",
            "Digital Nomad Visa – You get your Visa by Working remotely or running a business",
            "Golden Visa – Investment visa",
            "D7 Visa – Passive Income Visa",
            "D2 Visa – Freelancer/Independent services providers Visa",
            "Startup Visa – Visa by developing an entrepreneurial/innovative business in Portugal",
            "Student Visa – Residence permit for studying in Portugal",
            "Family Reunion Visa – By being Portuguese or a Residency permit holder you can secure your family members a Visa"
          ]
        },
        "relocation_services_packages": {
          "label": "Relocation Services Packages",
          "red_package": {
            "label": "Red Package",
            "services": [
              "Home Seeker",
              "Residency Permit",
              "Commodities Support Services",
              "NISS",
              "NIF",
              "Bank Account Support"
            ]
          },
          "golden_package": {
            "label": "Golden Package",
            "services": [
              "Home Seeker",
              "Residency Permit",
              "Commodities Support Services",
              "NISS",
              "NIF",
              "Bank Account Support",
              "Driving License",
              "NHR",
              "Insurance",
              "School for kids",
              "Cars Seekers"
            ]
          },
          "custom_package": {
            "label": "Custom Package",
            "description": "Create your Own!"
          }
        }
      }
    },
    "tax-planning-advice": {
      "title": "Tax Planning and advice",
      "description": [
        "Understanding your tax obligations and its impact on your personal life and business is essential when you decide to relocate or invest in a new country. "
      ],
      "location": "tax",
      "imageUrl": "/images/tax.png",
      "details": {
        "tax_planning_and_advice": {
          "label": "Tax Planning and Advice",
          "description": "Tax planning is essential for any Company or Entrepreneur whose objective is to prosper in the development of their business. The decision to invest in a business, particularly one with long-term prospects, requires careful consideration of tax obligations and their resulting impact on the development of our proposed enterprise. An individual's decision to invest or start a life in another country is ultimately based on knowledge of Double Taxation Treaties and the potential benefits they offer, as well as familiarity with the nation's tax laws at a national level. In order to effectively carry out any project, it is essential to consult with the most up-to-date tax information available. E-Golden can help you identify the best way to proceed based on your specific circumstances, by having specialized and personal service to reduce the risks with the tax burden and, thus, improve your results and income.",
          "services": [
            "Tax Consultancy",
            "Tax Planning",
            "Double taxation Consultancy",
            "NHR Consultancy and application submission",
            "Tax Consultancy for Athletes and artists",
            "Tax Consultancy for Real Estate Investments"
          ]
        }
      }
    },
    "business-solutions": {
      "title": "Business Solutions",
      "description": [
        "You can count on E-golden to provide you with full company services in Portugal, including registration, domiciliation, bank account opening, accounting, tax planning, etc. "
      ],
      "location": "business",
      "imageUrl": "/images/business.png",
      "details": {
        "business_solutions": {
          "label": "Business Solutions",
          "description": "In today's dynamic and competitive marketplace, businesses face numerous challenges that require innovative and tailored solutions. Business Solutions Services (BSS) are designed to address these challenges by providing a wide range of strategic, operational, and technological services that help organizations optimize their performance, achieve their goals, and drive sustainable growth. With E-Golden you will be able to achieve your goals faster and more efficiently. To this end, we are committed to providing the necessary services so that you can implement your business in Portugal. Starting with presenting a business plan, advice on the best tax structure for your business, choosing the best legal form for your company, supporting for opening a bank account and specialized accounting services.",
          "services": [
            "Business Advice – Business plan and tax advice",
            "Company Services – Company Incorporation and Brand registration",
            "Company’s Domiciliation",
            "Bank account",
            "Accounting"
          ]
        }
      }
    },
    "real-estate-investments-management": {
      "title": "Real Estate Investments and Management",
      "description": [
        "With E-golden you can have an integrated real estate solution from the planning stage down to the day-to-day management of properties in Portugal."
      ],
      "location": "realestate",
      "imageUrl": "/images/realestate.png",
      "details": {
        "real_estate_investments_and_management": {
          "label": "Real Estate Investments and Management",
          "description": "Investing in real estate can be highly lucrative but also complex, requiring expertise, strategic planning, and meticulous management. E-Golden´s Real Estate Investments and Management Services are designed to guide you maximize returns, minimize risks, and ensure the smooth operation of your real estate assets. Whether you're an individual investor or a corporate entity, our comprehensive suite of services is tailored to meet your unique needs and goals.",
          "services": [
            "Real Estate Investment planning",
            "Property Search services",
            "Assistance with property purchase",
            "Real Estate Management services"
          ]
        }
      }
    }
  },

  "footer": {
    "title": "About Us",
    "p1": "Learn more about our mission and services.",
    "email": "Email: info@example.com",
    "phone": "Phone: +123 456 7890",
    "schedule_meeting": "Schedule Meeting",
    "quick_links": "Quick Links",
    "services": "Services",
    "about_us": "About Us",
    "contact": "Contact",
    "facebook": "Facebook",
    "twitter": "Twitter",
    "linkedin": "LinkedIn",
    "whatsapp": "Whatsapp",
    "reserved": "E-Golden. All rights reserved."
  },
  "header": {
    "home": "Home",
    "residency_relocation": "Residency & Relocation",
    "tax_planning": "Tax Planning",
    "business": "Business",
    "real_estate": "Real Estate",
    "about": "About",
    "contact": "Contact"
  },
  "contact_form": {
    "contact_us": "Contact Us!",
    "first_name": "First Name:",
    "last_name": "Last Name:",
    "topic": "Topic:",
    "select_topic": "Select a topic",
    "relocation_inquiry": "Relocation Inquiry",
    "tax": "Tax",
    "business_solutions": "Business Solutions",
    "real_estate": "Real Estate",
    "message": "Message:",
    "email": "Email:",
    "submit": "Submit"
  }
}
